Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: A method that prevent sexually transmitted infections along with preventing pregnancy.
as_in: গর্ভধারণ রোধ করা সহ যৌনভাবে পরিবাহিত সংক্রমণ রোধকারী পদ্ধতি ।
bn_in: গর্ভধারণ রোধ করা সহ যৌনভাবে পরিবাহিত সংক্রমণ রোধকারী পদ্ধতি ।
gu_in: એવી પદ્ધતિ કે જે ગર્ભાવસ્થાને નિવારવાની સાથે-સાથે જાતીય સમાગમથી પ્રસારિત થતાં ચેપને પણ અટકાવે છે.
hi: एक विधि जो गर्भधारण की रोकथाम के साथ-साथ यौन संचारित संक्रमणों की भी रोकथाम करती है
kn_in: ಗರ್ಭಧಾರಣೆಯನ್ನು ತಡೆಗಟ್ಟುವುದರ ಜೊತೆಗೆ ಲೈಂಗಿಕವಾಗಿ ಹರಡುವ ಸೋಂಕುಗಳನ್ನು ತಡೆಗಟ್ಟುವ ವಿಧಾನ.
ml_in: ഗർഭധാരണം തടയുന്നതിനൊപ്പം ലൈംഗിക ബന്ധത്തിലൂടെ പകരുന്ന അണുബാധകൾ തടയുന്ന ഒരു രീതി.
or_in: ଗର୍ଭଧାରଣକୁ ରୋକିବା ସମେତ ଯୌନ ସଂଚାରିତ ସଂକ୍ରମଣକୁ ରୋକିଥାଏ
pa_in: ਇੱਕ ਵਿਧੀ ਜੋ ਗਰਭਅਵਸਥਾ ਨੂੰ ਰੋਕਣ ਦੇ ਨਾਲ-ਨਾਲ ਜਿਨਸੀ ਸੰਚਾਰਿਤ ਲਾਗਾਂ ਨੂੰ ਰੋਕਦੀ ਹੈ
ta_in: தடுப்பதுடன் பாலியல் ரீதியாக பரவும் நோய்த் தொற்றுக்களையும் தடுக்கும் ஒரு முறை.
te_in: గర్భధారణను నివారించడంతో పాటు లైంగికంగా సంక్రమించే అంటువ్యాధులను నిరోధించే పద్ధతి

source: A method that results in regularly scheduled monthly bleeding, similar to a period.
as_in: পদ্ধতির ফলে ঋতুস্রাবের অনুরূপ নিয়মিত নির্ধারিত মাসিক রক্তপাত ।
bn_in: পদ্ধতির ফলে ঋতুস্রাবের অনুরূপ নিয়মিত নির্ধারিত মাসিক রক্তপাত ।
gu_in: એવી પદ્ધતિ જેના પરિણામસ્વરૂપ માસિક રક્તસ્રાવ નિયમિતપણે આવતો થઈ જવો, પીરિયડની જેમ જ.
hi: एक विधि जिसके फलस्वरूप मासिक धर्म के समान नियमित रूप से निर्धारित मासिक रक्तस्राव होता है
kn_in: ಋತುಚಕ್ರದಂತೆಯೇ ನಿಯಮಿತವಾಗಿ ನಿಗದಿತ ಮಾಸಿಕ ರಕ್ತಸ್ರಾವಕ್ಕೆ ಕಾರಣವಾಗುವ ವಿಧಾನ.
ml_in: ആർത്തവത്തിന് സമാനമായി പതിവായി ഷെഡ്യൂൾ ചെയ്ത പ്രതിമാസ രക്തസ്രാവത്തിന് കാരണമാകുന്ന ഒരു രീതി.
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯାହା ନିୟମିତ ଭାବରେ ମାସିକ ରକ୍ତସ୍ରାବରେ ପରିଣତ ହୁଏ, ଏକ ପିରିୟଡ୍ ପରି ସମାନ
pa_in: ਇੱਕ ਵਿਧੀ ਜਿਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ਨਿਰਧਾਰਤ ਮਾਸਿਕ ਖੂਨ ਵਗਦਾ ਹੈ, ਜੋ ਕਿ ਪੀਰੀਅਡ ਦੇ ਸਮਾਨ ਹੁੰਦਾ ਹੈ
ta_in: மாதவிடாய் காலத்தைப் போல திட்டமிட்ட மாதாந்திர இரத்தப்போக்கை ஏற்படுத்தும் ஒரு முறை.
te_in: క్రమం తప్పకుండా షెడ్యూల్ చేయబడిన నెలవారీ రక్తస్రావానికి దారితీసే ఒక పద్ధతి, ఒక పీరియడ్ మాదిరిగానే

source: A T-shaped plastic device inserted into the uterus that steadily releases small amounts of levonorgestrel each day.
as_in: জৰায়ুত এটা T-আকৃতিৰ প্লাষ্টিক সঁজুলি সুমুৱাই দিয়া হয়, যিয়ে প্ৰতিদিনে কম পৰিমাণৰ লেভোনৰ্গেষ্ট্ৰেল নিয়মীয়াভাৱে মুকলি কৰি থাকে।
bn_in: T-এর আকারের প্লাস্টিকের একটি ডিভাইস জরায়ুর মধ্যে প্রবেশ করানো হয়, যেটি প্রতিদিন স্থিরভাবে অল্প পরিমাণ লেভোনোরজেস্ট্রেল নির্গমন করে।
gu_in: ગર્ભાશયમાં T-આકારના પ્લાસ્ટિકના ઉપકરણને દાખલ કરવામાં આવે છે, જે દરરોજ સ્થિરપણે લીવોનોરજેસ્ટ્રેલની થોડી-થોડી માત્રાને મુક્ત કરે છે.
hi: गर्भाशय में एक टी-आकार का प्लास्टिक उपकरण लगाया जाता है जो प्रत्येक दिन थोड़ी मात्रा में लेवोनोर्गेस्ट्रेल निरंतर निकालता है
kn_in: ಪ್ರತಿದಿನ ಸಣ್ಣ ಪ್ರಮಾಣದ ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್ ಅನ್ನು ಸ್ಥಿರವಾಗಿ ಬಿಡುಗಡೆ ಮಾಡುವ ಗರ್ಭಾಶಯಕ್ಕೆ ಸೇರಿಸಲಾದ T-ಆಕಾರದ ಪ್ಲಾಸ್ಟಿಕ್ ಸಾಧನ.
ml_in: T ആകൃതിയിലുള്ള ഒരു പ്ലാസ്റ്റിക് ഉപകരണം ഗർഭപാത്രത്തിലേക്ക് നിക്ഷേപിച്ചിരിക്കുന്നു, അത് എല്ലാ ദിവസവും ചെറിയ അളവിൽ ലിവോനോർജെസ്ട്രെൽ സ്ഥിരമായി പുറത്തുവിടുന്നു.
or_in: ଏକ T-ଆକୃତିର ପ୍ଲାଷ୍ଟିକ୍ ଡିଭାଇସ୍‌କୁ ଗର୍ଭାଶୟରେ ଭର୍ତ୍ତି କରାଯାଏ, ଯାହା ପ୍ରତ୍ୟେକ ଦିନ ଲଗାତାର କମ ମାତ୍ରାର ଲେଭୋନୋରଜେଷ୍ଟ୍ରେଲ୍ କ୍ଷରଣ କରିଥାଏ
pa_in: ਬੱਚੇਦਾਨੀ ਵਿੱਚ ਪਾਇਆ ਗਿਆ ਇੱਕ T-ਆਕਾਰ ਦਾ ਪਲਾਸਟਿਕ ਉਪਕਰਣ ਜੋ ਹਰ ਰੋਜ਼ ਥੋੜ੍ਹੀ ਮਾਤਰਾ ਵਿੱਚ ਲੇਵੋਨੋਗੈਸਟ੍ਰੇਲ ਛੱਡਦਾ ਹੈ
ta_in: ஒரு T-வடிவ பிளாஸ்டிக் சாதனம் கருப்பையில் செருகப்படுகிறது. இது ஒவ்வொரு நாளும் சிறிய அளவிலான லெவோனோர்ஜெஸ்ட்ரெல் –ஐ சீராக வெளியிடுகிறது.
te_in: ఇది గర్భాశయంలోకి చొప్పించిన T- ఆకారపు ప్లాస్టిక్ పరికరం. ఇది ప్రతిరోజూ తక్కువ మొత్తంలో లెవోనోర్జెస్ట్రెల్‌ను క్రమంగా విడుదల చేస్తుంది.

source: A temporary family planning method based on the natural effect of breastfeeding on fertility.
as_in: প্ৰজনন ক্ষমতাৰ ওপৰত স্তন্যপানৰ প্ৰাকৃতিক প্ৰভাৱৰ আধাৰত এক অস্থায়ী পৰিয়াল পৰিকল্পনা পদ্ধতি ।
bn_in: উর্বরতায় স্তন্যদানের প্রাকৃতিক প্রভাবের ভিত্তিতে পরিবার পরিকল্পনার একটি সাময়িক পদ্ধতি ।
gu_in: પ્રજનનક્ષમતા પર સ્તનપાનની કુદરતી અસર પર આધારિત કામચલાઉ કુટુંબ નિયોજનની પદ્ધતિ છે.
hi: एक अस्थायी परिवार नियोजन विधि जो प्रजनन क्षमता पर स्तनपान के प्राकृतिक प्रभाव पर आधारित है।
kn_in: ಫಲವತ್ತತೆಯ ಮೇಲೆ ಸ್ತನ್ಯಪಾನದ ನೈಸರ್ಗಿಕ ಪರಿಣಾಮವನ್ನು ಆಧರಿಸಿದ ತಾತ್ಕಾಲಿಕ ಕುಟುಂಬ ಯೋಜನಾ ವಿಧಾನ.
ml_in: മുലയൂട്ടലിന് പ്രത്യുത്പാദന ശേഷിയിലുള്ള സ്വാഭാവിക സ്വാധീനത്തെ അടിസ്ഥാനമാക്കിയുള്ള ഒരു താൽക്കാലിക കുടുംബാസൂത്രണ രീതി.
or_in: ପ୍ରଜନନ କ୍ଷମତା ଉପରେ ସ୍ତନ୍ୟପାନର ପ୍ରାକୃତିକ ପ୍ରଭାବ ଆଧାରରେ ଏକ ଅସ୍ଥାୟୀ ପରିବାର ନିୟୋଜନ ପ୍ରଣାଳୀ
pa_in: ਪ੍ਰਜਣਨ ਸ਼ਕਤੀ 'ਤੇ ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣ ਦੇ ਕੁਦਰਤੀ ਪ੍ਰਭਾਵ 'ਤੇ ਅਧਾਰਤ ਇੱਕ ਅਸਥਾਈ ਪਰਿਵਾਰ ਨਿਯੋਜਨ ਵਿਧੀ
ta_in: પ્રகருவுறுதலில் தாய்ப்பாலின் இயற்கையான விளைவை அடிப்படையாகக் கொண்ட ஒரு தற்காலிக குடும்பக் கட்டுப்பாடு முறை.
te_in: డం అనేది సహజ ప్రభావం ఆధారంగా పరిగణించే తాత్కాలిక కుటుంబ నియంత్రణ పద్ధతి

source: Abacavir
as_in: আবাকাভিৰ
bn_in: অ্যাবাকাভির
gu_in: એબાકાવિર
hi: अबाकावीर
kn_in: ಅಬಾಕವೀರ್
ml_in: അബകാവിർ
or_in: ଆବାକାଭିର୍
pa_in: ਅਬਾਕਾਵੀਰ
ta_in: அபாகாவிர்
te_in: అబాకావిర్

source: About the Wheel
as_in: চকৰিটোৰ (হুইল) বিষয়ে
bn_in: হুইলটি সম্বন্ধে
gu_in: વ્હિલ વિશે
hi: व्हील के बारे में
kn_in: ಚಕ್ರದ ಬಗ್ಗೆ
ml_in: ചക്രത്തെക്കുറിച്ച്
or_in: ହ୍ୱୀଲ୍ ବିଷୟରେ
pa_in: ਵ੍ਹੀਲ ਦੇ ਬਾਰੇ
ta_in: வீல் பற்றி

# about_description
source: <div style="margin: 5px 0;"> <p>This wheel contains the medical eligibility criteria for starting use of contraceptive methods. It has been adapted from WHO MEC Wheel for contraceptive use (2022 update) and is based on Medical Eligibility Criteria for Contraceptive Use, 4th and 5th edition (2008 and 2022). It guides family planning providers in recommending safe and effective contraceptive methods for women with medical conditions or medically-relevant characteristics.<br />The wheel includes recommendations on initiating use of seven common types of contraceptives :</p> <ol> <li>Combined pills (low dose combined oral contraceptives, with &lt; 35 Ug ethinylestradiol) and combined injectable contraceptives</li> <li>Centchroman pills</li> <li>Progestogen-only pills</li> <li>Progestogen-only injectables. DMPA (a 3-monthly injectable) and NET-EN (a 2-monthly injectable)</li> <li>Progestogen-only implants</li> <li>Copper-bearing IUCD</li> <li>Levonorgestrel Intra Uterine Device (LNG-IUD)</li> </ol> <p><br />The guidance in the wheel applies to initiation of contraceptive methods. Recommendations for continuation of method use, when a woman develops a medical condition while using the method, can be found in the <strong>Medical Eligibility Criteria for Contraceptive Use</strong> guidelines.</p> <p>This is an e-version of India-adapted WHO MEC Wheel by MoHFW</p> </div>
as_in: <div style="margin: 5px 0;"> <p>এই চকৰিটোত গৰ্ভনিৰোধক পদ্ধতিৰ ব্যৱহাৰ আৰম্ভ কৰাৰ বাবে চিকিৎসাজনিত যোগ্যতাৰ চৰ্ত থাকে। এইটো গর্ভনিৰোধক ব্যবহাৰৰ বাবে WHO MEC হুইলৰ (2022-এ আপডেট) পৰা গৃহীত হৈছে আৰু গর্ভনিৰোধক ব্যবহাৰৰ বাবে চিকিৎসাজনিত যোগ্যতাৰ নির্ণায়ক, 4র্থ আৰু 5ম সংস্কৰণৰ (2008 আৰু 2022) আধাৰত কৰা হৈছে। ই পৰিয়াল পৰিকল্পনা প্ৰদানকাৰীসকলক চিকিৎসাজনিত স্থিতি বা চিকিৎসাজনিতভাবে প্ৰাসঙ্গিক বৈশিষ্ট্য থকা মহিলাসকলৰ বাবে সুৰক্ষিত আৰু কাৰ্যকৰী গৰ্ভনিৰোধক পদ্ধতিৰ পৰামৰ্শ দিয়াত নিৰ্দেশনা দিয়ে। <br />চকৰিটোত সাতটা সাধাৰণ প্ৰকাৰৰ গৰ্ভনিৰোধকৰ ব্যৱহাৰ আৰম্ভ কৰাৰ পৰামৰ্শ অন্তৰ্ভুক্ত থাকে: </p> <ol> <li>একত্ৰিত বড়ি (কম পালিৰ সৈতে মিশ্ৰিত মৌখিক গৰ্ভনিৰোধক, &lt; 35 Ug এথিনিলেষ্ট্ৰেডিঅ'ল) আৰু একত্ৰিত বেজীৰ গৰ্ভনিৰোধক । </li> <li>চেনক্ৰোমেন বড়ি ।</li> <li>প্ৰজেষ্টোজেন- কেৱল পিল।</li> <li>প্ৰজেষ্টোজেন- কেৱল ইঞ্জেকচন। DMPA (এটা 3-মাহত ল'ব লগা ইঞ্জেকচন) আৰু NET-EN (এটা 2-মাহত ল'ব লগা ইঞ্জেকচন)।</li> <li>প্ৰজেষ্টোজেন- কেৱল ইমপ্লেণ্ট।</li> <li>তাম ধাৰণকাৰী IUCD।</li> <li>লেভোনৰ্গেষ্ট্ৰেল ইণ্ট্ৰা ইউটেৰিন ডিভাইচ (LNG-IUD)।</li> </ol> <p><br />চকৰিটোত থকা নিৰ্দেশনা গৰ্ভনিৰোধক পদ্ধতি আৰম্ভ কৰাৰ ক্ষেত্ৰত প্ৰযোজ্য হয়। যেতিয়া এগৰাকী মহিলাৰ পদ্ধতিটো ব্যৱহাৰ কৰি থাকোতে চিকিৎসাজনিত সমস্যা বিকাশ হয়, সেইক্ষেত্ৰত পদ্ধতিটোৰ ব্যৱহাৰ অব্যাহত ৰখাৰ বাবে পৰামৰ্শ, <strong><i>গৰ্ভনিৰোধক ব্যৱহাৰৰ নিৰ্দেশনাৱলীৰ বাবে চিকিৎসা যোগ্যতাৰ চৰ্তত</i></strong> পোৱা যাব।</p> <p>ই হৈছে MoHFW দ্বাৰা প্ৰৱৰ্তিত ভাৰত-অভিযোজিত WHO MEC Wheel-ৰ এটা ইলেক্ট্ৰনিক সংস্কৰণ।</p> </div>
bn_in: <div style="margin: 5px 0;"> <p>এই হুইলে গর্ভনিরোধক পদ্ধতির ব্যবহার শুরু করার চিকিৎসাগত যোগ্যতার নির্ণায়ক বর্ণিত হয়েছে। এটি গর্ভনিরোধক ব্যবহারের জন্য WHO MEC হুইল (2022-এ আপডেট) থেকে গৃহীত হয়েছে এবং গর্ভনিরোধক ব্যবহারের জন্য চিকিৎসাগত যোগ্যতার নির্ণায়ক, 4র্থ ও 5ম সংস্করণের (2008 ও 2022) ভিত্তিতে করা হয়েছে। এটি চিকিৎসাগত সমস্যায় আক্রান্ত বা চিকিৎসাগতভাবে প্রাসঙ্গিক বৈশিষ্ট্য যুক্ত মহিলাদের সুরক্ষিত ও কার্যকর গর্ভনিরোধক পদ্ধতি সুপারিশ করতে পরিবার পরিকল্পনা প্রদানকারীদের পরামর্শ দেয়। <br />হুইলে গর্ভনিরোধকের সর্বপ্রধান সাত প্রকারের ব্যবহার শুরু করা সম্বন্ধে সুপারিশগুলি অন্তর্ভুক্ত হয়েছে:</p> <ol> <li>সম্মিলিত পিল (কম মাত্রায় সম্মিলিত খাওয়ার গর্ভনিরোধক, &lt; 35 Ug এথিনাইলেস্ট্রাডিওল যুক্ত) ও সম্মিলিত ইনজেকশন-যোগ্য গর্ভনিরোধক। </li> <li>সেন্টক্রোমান পিল ।</li> <li>শুধুমাত্র প্রোজেস্টোজেন পিল।</li> <li>শুধুমাত্র প্রোজেস্টোজেন ইনজেকশন-যোগ্য। DMPA (3-মাসে ইনজেকশন-যোগ্য) ও NET-EN (2-মাসে ইনজেকশন-যোগ্য)।</li> <li>শুধুমাত্র প্রোজেস্টোজেন ইমপ্ল্যান্ট।</li> <l>কপার-সমন্বিত IUCD।</li> <li>লেভোনোরজেস্ট্রেল ইন্ট্রা ইউটেরিন ডিভাইস (LNG-IUD)।</li> </ol> <p><br />গর্ভনিরোধক পদ্ধতি শুরু করতে হুইলের পরামর্শ প্রযোজ্য হবে। পদ্ধতির ব্যবহার চলাকালীন কোনও মহিলা চিকিৎসাগত সমস্যায় আক্রান্ত হলে, পদ্ধতির ব্যবহার অব্যাহত রাখার সুপারিশ <strong><i>গর্ভনিরোধক ব্যবহারের জন্য চিকিৎসাগত যোগ্যতার নির্ণায়ক</i></strong>নির্দেশনায় পাওয়া যাবে।</p> <p>এটি MoHFW কর্তৃক ভারত-গৃহিত WHO MEC Wheel-এর একটি ইলেকট্রনিক সংস্করণ।</p> </div>
gu_in: <div style="margin: 5px 0;"> <p>આ વ્હિલ ગર્ભનિરોધકની પદ્ધતિઓનો ઉપયોગ શરૂ કરવા માટેના તબીબી પાત્રતાના માપદંડો ધરાવે છે. તેને ગર્ભનિરોધકના ઉપયોગ માટે WHO MEC વ્હિલમાંથી લેવામાં આવ્યાં છે (વર્ષ 2022નું અપડેટ) અને તે મેડિકલ એલિજિબિલિટી ક્રાઇટેરિયા ફોર કૉન્ટ્રાસેપ્ટિવ યુઝ, ચોથી અને પાંચમી આવૃત્તિ (અનુક્રમે વર્ષ 2008 અને વર્ષ 2022) પર આધારિત છે. તે કોઈ ચોક્કસ તબીબી સ્થિતિ કે તબીબી રીતે સંબંધિત લાક્ષણિકતાઓ ધરાવતી મહિલાઓ માટે ગર્ભનિરોધકની સલામત અને અસરકારક પદ્ધતિઓની ભલામણ કરવામાં કુટુંબ નિયોજન કરનારા પરિવારને માર્ગદર્શન પૂરું પાડે છે.<br />આ વ્હિલમાં ગર્ભનિરોધકના સાત સર્વસામાન્ય પ્રકારોનો ઉપયોગ શરૂ કરવા અંગેની ભલામણોનો સમાવેશ કરવામાં આવ્યો છે :</p> <ol> <li>કમ્બાઇન્ડ પિલ્સ (સાથે લેવાની ગોળીઓ) (ઓછા ડૉઝની મોં વાટે લેવાની કમ્બાઇન્ડ ગર્ભનિરોધક ગોળીઓ, જેમાં < 35 Ug એથિનીલેસ્ટ્રેડિયલ આવે છે) અને કમ્બાઇન્ડ ઇન્જેક્ટેબલ ગર્ભનિરોધકો)</li> <li>સેન્ટક્રોમેન પિલ્સ</li> <li>પ્રોજેસ્ટોજેન-ઓન્લી પિલ્સ</li> <li>પ્રોજેસ્ટોજેન-ઓન્લી ઇન્જેક્ટેબલ્સ. DMPA (ત્રિ-માસિક ઇન્જેક્ટેબ) અને NET-EN (દ્વિ-માસિક ઇન્જેક્ટેબલ)</li> <li>પ્રોજેસ્ટોજેન-ઓન્લી ઇમ્પાન્ટ્સ</li> <li>કૉપરયુક્ત IUCD</li> <li>લેવોનોરજેસ્ટ્રલ ઇન્ટ્રા યુટેરાઇન ડીવાઇઝ (LNG-IUD)</li> </ol> <p><br />વ્હિલમાં આપવામાં આવેલું માર્ગદર્શન ગર્ભનિરોધક પદ્ધતિઓની શરૂઆત કરવા માટે લાગુ થાય છે. આ પદ્ધતિનો ઉપયોગ કરતી વખતે જો કોઈ સ્ત્રીમાં કોઈ તબીબી સ્થિતિ વિકસે ત્યારે આ પદ્ધતિનો ઉપયોગ ચાલું રાખવા માટેની ભલામણો <strong><i>મેડિકલ એલિજિબિલિટી ક્રાઇટેરિયા ફોર કૉન્ટ્રાસેપ્ટિવ યુઝ<i></strong> નામની માર્ગદર્શિકામાંથી મળી જશે.</p> <p>તે MoHFW દ્વારા તૈયાર કરવામાં આવેલા ઇન્ડિયા-એડેપ્ટેડ ડબ્લ્યુએચઓ એમઇસી વ્હિલ 2022ની ઈ-આવૃત્તિ છે.</p> </div>
hi: <div style="margin: 5px 0;"> <p>यह व्हील गर्भनिरोधक तरीकों का उपयोग प्रारंभ करने के लिए चिकित्सा पात्रता मानदंड सम्मिलित करता है। गर्भनिरोधक उपयोग (2022 अपडेट) के लिए इसे WHO MEC व्हील से अनुकूलित किया है और यह गर्भनिरोधक उपयोग, चौथे और पांचवे संस्करण (2008 और 2022) के लिए चिकित्सा पात्रता मानदंड पर आधारित है। यह परिवार नियोजन प्रदाताओं को मार्गदर्शन प्रदान करता है जो प्रदाताओं द्वारा चिकित्सा स्थितियों या चिकित्सकीय रूप से संबंधित लक्षणों वाली महिलाओं के लिए सुरक्षित और प्रभावी गर्भनिरोधक तरीकों के सुझाव देने के लिए होता है।<br />सात सामान्य प्रकार के गर्भ निरोधकों का उपयोग प्रारंभ करने की सिफारिशें व्हील में सम्मिलित हैं:</p> <ol> <li>कंबाइंड (संयुक्त) गोलियाँ (कम खुराक वाली कंबाइंड मौखिक गर्भनिरोधक, < 35 Ug एथिनिल एस्ट्राडियोल के साथ) और कंबाइंड इंजेक्शन योग्य गर्भनिरोधक</li> <li>सेंटक्रोमन गोलियाँ</li> <li>प्रोजेस्टोजेन-केवल गोलियाँ</li> <li> प्रोजेस्टोजेन-केवल इंजेक्शन। DMPA (a 3-मासिक इंजेक्शन) और NET-EN (a 2-मासिक इंजेक्शन)</li> <li> प्रोजेस्टोजन-केवल इम्प्लांट</li> <li>कॉपर युक्त IUCD</li> <li>लेवोनोर्गेस्ट्रेल इंट्रा यूटरिन डिवाइस (LNG-IUD)</li> </ol> <p><br />व्हील में दिया गया मार्गदर्शन गर्भनिरोधक विधियों के प्रारंभ पर लागू होता है। विधि का उपयोग करते समय जब किसी महिला में कोई चिकित्सीय स्थिति विकसित हो जाती है, तो विधि के उपयोग को जारी रखने की अनुशंसाएं गर्भनिरोधक उपयोग के लिए चिकित्सा पात्रता मानदंड दिशानिर्देशों में पाई जा सकती हैं।</p> <p>यह स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा भारत के लिए अनुकूलित किए गए WHO MEC व्हील का ई-संस्करण है। Wheel by MoHFW</p> </div>
or_in: <div style="margin: 5px 0;"> <p>ଗର୍ଭନିରୋଧନ ପ୍ରଣାଳୀର ବ୍ୟବହାର ଆରମ୍ଭ କରିବା ପାଇଁ ଏହି ହ୍ୱୀଲ୍‌ରେ ରହିଛି ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ। ଏହାକୁ WHO MEC ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ହ୍ୱୀଲ୍ (2022 ଅଦ୍ୟତନ)ରୁ ଗ୍ରହଣ କରାଯାଇଛି ଏବଂ ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ, 4ର୍ଥ ଓ 5ମ ସଂସ୍କରଣ (2008 ଓ 2022) ଉପରେ ଆଧାରିତ। ଏହା, ଡାକ୍ତରୀ ଅବସ୍ଥା କିମ୍ୱା ଡାକ୍ତରୀ ଭାବେ ପ୍ରାସଙ୍ଗିକ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ ସହିତ ମହିଳାମନଙ୍କ ପାଇଁ ସୁରକ୍ଷିତ ଓ ପ୍ରଭାବଶାଳୀ ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ଏବଂ ସୁପାରିସ କରିବାରେ ପରିବାର ନିୟୋଜନ ପ୍ରଦାତାମାନଙ୍କର ମାର୍ଗଦର୍ଶନ କରିଥାଏ।<br />ହ୍ୱୀଲ୍‌ରେ, ଗର୍ଭନିରୋଧକର ସାତୋଟି ସାଧାରଣ ପ୍ରକାରର ବ୍ୟବହାର ଆରମ୍ଭ କରିବା ଉପରେ ସୁପାରିସ ଅନ୍ତର୍ଭୁକ୍ତ ରହିଛି:</p> <ol> <li>ମିଶ୍ରିତ ବଟିକା (< 35 Ug ଏଥିନାଇଲେଷ୍ଟ୍ରେଡିଓଲ୍ ସହିତ ମୌଖିକ ଗର୍ଭନିରୋଧକର ନିମ୍ନ ମାତ୍ରା ମିଶାଯାଇଛି) ଏବଂ ମିଶ୍ରିତ ଇଞ୍ଜେକ୍ଟେବଲ୍ ଗର୍ଭନିରୋଧକ</li> <li>ସେଣ୍ଟକ୍ରୋମନ୍ ବଟିକା</li> <li>ପ୍ରୋଜେଷ୍ଟୋଜେନ୍-କେବଳ ବଟିକା</li> <li>ପ୍ରୋଜେଷ୍ଟୋଜେନ୍-କେବଳ ଇଞ୍ଜେକ୍ଟେବଲ୍ସ। DMPA (ଏକ 3 ମାସିଆ ଇଞ୍ଜେକ୍ଟେବଲ୍) ଏବଂ NET-EN (ଏକ 2 ମାସିଆ ଇଞ୍ଜେକ୍ଟେବଲ୍)</li> <li>ପ୍ରୋଜେଷ୍ଟୋଜେନ୍-କେବଳ ପ୍ରତ୍ୟାରୋପଣ</li> <li>କପର୍-ଧାରଣ କରିଥିବା IUCD</li> <li>ଲିଭୋନୋରଜେଷ୍ଟ୍ରେଲ୍ ଇଣ୍ଟ୍ରା ୟୁଟେରାଇନ୍ ଡିଭାଇସ୍ (LNG-IUD)</li> </ol> <p><br />ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ଆରମ୍ଭ କରିବା ପାଇଁ ହ୍ୱୀଲ୍‌ରେ ଥିବା ମାର୍ଗଦର୍ଶନ ଲାଗୁ ହୋଇଥାଏ। ଯେତେବେଳେ କୌଣସି ମହିଳାଙ୍କଠାରେ ଏହି ପ୍ରଣାଳୀ ବ୍ୟବହାର କରିବା ସମୟରେ ଯଦି କୌଣସି ପ୍ରକାରର ଡାକ୍ତରୀ ଅବସ୍ଥା ବିକଶିତ ହୁଏ, ତେବେ ପ୍ରଣାଳୀ ବ୍ୟବହାରର ନିରନ୍ତରତା ନିମନ୍ତେ ସୁପାରିସଗୁଡ଼ିକ ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ ମାର୍ଗଦର୍ଶନରେ ମିଳିପାରିବ।</p> <p>ଏହା ହେଉଛି ଏକ MoHFW ଦ୍ୱାରା ଭାରତ-ଗୃହିତ WHO MEC ହ୍ୱୀଲ୍ ର ଇ-ସଂସ୍କରଣ </p> </div>
pa_in: <div style="margin: 5px 0;"> <p>ਇਸ ਵ੍ਹੀਲ ਵਿੱਚ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਡਾਕਟਰੀ ਯੋਗਤਾ ਦੇ ਮਾਪਦੰਡ ਸ਼ਾਮਲ ਹਨ। ਇਸਨੂੰ ਗਰਭ ਨਿਰੋਧਕ ਵਰਤੋਂ (2022 ਅਪਡੇਟ) ਲਈ WHO MEC ਵ੍ਹੀਲ ਤੋਂ ਅਨੁਕੂਲ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਇਹ ਗਰਭ ਨਿਰੋਧਕ ਵਰਤੋਂ ਲਈ ਮੈਡੀਕਲ ਯੋਗਤਾ ਮਾਪਦੰਡਾਂ, ਚੌਥੇ ਅਤੇ ਪੰਜਵੇਂ ਸੰਸਕਰਣ (2008 ਅਤੇ 2022) 'ਤੇ ਅਧਾਰਿਤ ਹੈ। ਇਹ ਪਰਿਵਾਰ ਨਿਯੋਜਨ ਪ੍ਰਦਾਤਾਵਾਂ ਨੂੰ ਡਾਕਟਰੀ ਸਥਿਤੀਆਂ ਜਾਂ ਡਾਕਟਰੀ ਤੌਰ 'ਤੇ ਸੰਬੰਧਿਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਾਲੀਆਂ ਔਰਤਾਂ ਵਾਸਤੇ ਸੁਰੱਖਿਅਤ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਵਿੱਚ ਮਾਰਗਦਰਸ਼ਨ ਕਰਦਾ ਹੈ।<br />ਵ੍ਹੀਲ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਸੱਤ ਆਮ ਕਿਸਮਾਂ ਦੇ ਗਰਭ ਨਿਰੋਧਕਾਂ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਦੀਆਂ ਸਿਫ਼ਾਰਸ਼ਾਂ ਸ਼ਾਮਲ ਹਨ:</p> <ol> <li>ਸੰਯੁਕਤ ਗੋਲੀਆਂ (ਘੱਟ ਖ਼ੁਰਾਕ ਵਾਲੀਆਂ ਸੰਯੁਕਤ ਮੌਖਿਕ ਗਰਭ ਨਿਰੋਧਕ, < 35 Ug ਐਥੀਨੀਅਲਸਟ੍ਰਾਡੀਓਲ ਦੇ ਨਾਲ) ਅਤੇ ਸੰਯੁਕਤ ਇੰਜੈਕਟੇਬਲ ਗਰਭ ਨਿਰੋਧਕਾਂ</li> <li>ਸੈਂਟਰਕ੍ਰੋਮੈਨ ਗੋਲੀਆਂ</li> <li>ਪ੍ਰੋਜੇਸਟੋਜਨ-ਸਿਰਫ਼ ਗੋਲੀਆਂ</li> <li>ਪ੍ਰੋਜੇਸਟੋਜਨ-ਸਿਰਫ਼ ਇੰਜੈਕਟੇਬਲ। DMPA (ਇੱਕ 3-ਮਹੀਨਾਵਾਰ ਇੰਜੈਕਟੇਬਲ) ਅਤੇ NET-EN (ਇੱਕ 2-ਮਹੀਨਾਵਾਰ ਇੰਜੈਕਟੇਬਲ)</li> <li>ਪ੍ਰੋਜੇਸਟੋਜਨ-ਸਿਰਫ਼ ਇਮਪਲਾਂਟ</li> <li>ਕਾਪਰ-ਬੇਅਰਿੰਗ IUCD</li> <li>Lਲੇਵੋਨੋਰਜੈਸਟਰਲ ਇੰਟਰਾ ਯੂਟਰਾਈਨ ਡਿਵਾਈਸ (LNG-IUD)</li> </ol> <p><br />ਵ੍ਹੀਲ ਵਿੱਚ ਦਿੱਤਾ ਮਾਰਗਦਰਸ਼ਨ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਦੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ। ਜਦੋਂ ਕਿਸੇ ਔਰਤ ਵਿੱਚ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਡਾਕਟਰੀ ਸਥਿਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਿਫ਼ਾਰਸ਼ ਗਰਭ ਨਿਰੋਧਕ ਵਾਸਤੇ ਡਾਕਟਰੀ ਯੋਗਤਾ ਮਾਪਦੰਡ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਵਿੱਚ ਪਾਈ ਜਾ ਸਕਦੀ ਹੈ।</p> <p>ਇਹ MoHFW ਦੁਆਰਾ ਭਾਰਤ ਅਨੁਕੂਲਿਤ WHO MEC ਵ੍ਹੀਲ ਦਾ ਇੱਕ ਈ-ਸੰਸਕਰਣ ਹੈ। </p> </div>
te_in: <div style="margin: 5px 0;"> <p>ఈ చక్రం, గర్భనిరోధక పద్ధతులను వాడడం మొదలుపెట్టడానికి వైద్య అర్హత ప్రమాణాలను కలిగి ఉంది. ఇది గర్భనిరోధక సాధనాల ఉపయోగం కోసం WHO MEC వీల్ నుండి (2022 ఆధునీకరణతో) తీసుకోవడం జరిగింది. అలాగే, గర్భనిరోధక సాధనాల ఉపయోగం కోసం, వైద్య అర్హత ప్రమాణాలు, 4వ మరియు 5వ ఎడిషన్ (2008 మరియు 2022) ఆధారంగా రూపొందించబడింది. ఇది వైద్య పరిస్థితులు లేదా వైద్యపరంగా సంబంధిత లక్షణాలతో ఉన్న మహిళలకు, సురక్షితమైన మరియు సమర్థవంతమైన గర్భనిరోధక పద్ధతులను సిఫార్సు చేయడంలో కుటుంబ నియంత్రణ సాధనాలను అందించే సిబ్బందికి దిశా నిర్దేశం చేసి, దారి చూపిస్తుంది..<br />చక్రం, ఏడు సాధారణ రకాల గర్భనిరోధకాల పద్ధతులను ఉపయోగించడం ప్రారంభించే సిఫార్సులను కలిగి ఉంటుంది:</p> <ol> <li>కలిపిన మాత్రల మిశ్రమం (తక్కువ మోతాదు కలిపిన నోటి మాత్రల గర్భనిరోధకాలు, <35 Ug ఇథినైల్‌స్ట్రాడియోల్‌తో) మరియు వాటితోపాటుగా సూదితో ఇంజెక్ట్ చేయగల గర్భనిరోధకాలు</li> <li>సెంక్రోమన్ మాత్రలు</li> <li>ప్రొజెస్టోజెన్- మాత్రలు మాత్రమే</li> <li>ప్రొజెస్టోజెన్- ఇంజెక్షన్లు మాత్రమే. DMPA (ఒక 3-నెలలవారీ ఇంజెక్షన్) మరియు NET-EN (ఒక 2-నెలలవారీ ఇంజెక్షన్)</li> <li>ప్రొజెస్టోజెన్-మాత్రమే ఇంప్లాంట్లు మాత్రమే</li> <li>యోనిలోకి చొప్పించేది కాపర్-బేరింగ్ IUCD</li> <li>యోనిలోకి చొప్పించేది లివోనార్జెస్ట్రెల్ ఇంట్రా యుటెరైన్ డివైస్ (LNG-IUD)</li> </ol> <p><br />చక్రంలోని మార్గదర్శకత్వం అనేది, తొలిదశలో గర్భనిరోధక పద్ధతుల ప్రారంభానికి వర్తిస్తుంది. ఒక పద్ధతిని ఉపయోగిస్తున్నప్పుడు, ఒక మహిళ ఒక రకమైన ఆరోగ్యపరిస్థితిని ఎదుర్కోవచ్చును. అప్పుడు, ఆపద్ధతిని కొనసాగించడానికి సిఫార్సులు, <strong>గర్భనిరోధక వినియోగ సాధనాల మార్గదర్శకాలలో ఆలక్షణాల కోసం వైద్య అర్హత ప్రమాణాలల</strong> చూడవచ్చు.</p> <p>ఇది, భారత దేశం- అవలంబించిన WHO MEC Wheel తాలూకా, MoHFW వారిచేత రూపొందించబడిన ఒక ఈ వెర్షన్.</p> </div>

source: Acute DVT
as_in: গুৰুতৰ DVT
bn_in: চরম DVT
gu_in: તીવ્ર DVT
hi: तीव्र DVT
kn_in: ತೀವ್ರ DVT
ml_in: തീവ്രമായ DVT
or_in: ତୀବ୍ର DVT
pa_in: ਤੀਬਰ DVT
ta_in: தீவிர DVT
te_in: తీవ్రమైన DVT

source: Acute viral hepatitis
as_in: চরম ভাইরাল হেপাটাইটিস
bn_in: চরম ভাইরাল হেপাটাইটিস
gu_in: તીવ્ર વાઇરલ હીપેટાઇટિસ
hi: तीव्र वायरल हेपेटाइटिस
kn_in: ತೀವ್ರ ವೈರಲ್ ಹೆಪಟೈಟಿಸ್
ml_in: തീവ്രമായ വൈറൽ ഹെപ്പറ്റൈറ്റിസ്
pa_in: ਤੀਬਰ ਵਾਇਰਲ ਹੈਪੇਟਾਈਟਸ
ta_in: தீவிர வைரல் ஹெபடைடிஸ்
te_in: తీవ్రమైన వైరల్ హెపటైటిస్

source: Additional Info
as_in: অতিৰিক্ত তথ্য
bn_in: অতিরিক্ত তথ্য
gu_in: વધારાની માહિતી
hi: अतिरिक्त जानकारी
kn_in: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ
ml_in: അധിക വിവരങ്ങൾ
or_in: ଅତିରିକ୍ତ ସୂଚନା
pa_in: ਵਾਧੂ ਜਾਣਕਾਰੀ
ta_in: கூடுதல் தகவல்
te_in: అదనపు సమాచారం

source: Additional Info explains how to use the methods safely and effectively.
as_in: পদ্ধতিবোৰ কেনেদৰে সুৰক্ষিত আৰু সাৰ্থকভাৱে ব্যৱহাৰ কৰিব লাগে তাৰ ওপৰত অতিৰিক্ত তথ্য ।
bn_in: পদ্ধতিটি কিভাবে নিরাপদে ও কার্যকরভাবে ব্যবহার করতে হবে তা নিয়ে অতিরিক্ত তথ্য ।
gu_in: આ પદ્ધતિનો ઉપયોગ સલામત અને અસરકારક રીતે કેવી રીતે કરવો તે અંગેની વધારાની માહિતી.
hi: इन विधियों का सुरक्षित और प्रभावी तरीके से उपयोग कैसे करें, इसके बारे में अतिरिक्त जानकारी
kn_in: ವಿಧಾನಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಹೇಗೆ ಬಳಸುವುದು ಎಂಬುದರ ಕುರಿತು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ.
ml_in: രീതികൾ എങ്ങനെ സുരക്ഷിതമായും ഫലപ്രദമായും ഉപയോഗിക്കാം എന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ.
ta_in: முறைகளை எவ்வாறு பாதுகாப்பாகவும், பயன் நிறைவாகவும் பயன்படுத்துவது என்பது பற்றிய கூடுதல் தகவல்.
te_in: గర్భనిరోధక పద్ధతులను సురక్షితముగా ఇంకా శక్తివంతంగా ఎలా ఉపయోగించాలో అనే విషయమై అదనపు సమాచారాన్ని ఇవ్వడం.

source: Additional Info on how to use the methods safely and effectively
gu_in: આ પદ્ધતિનો ઉપયોગ સલામત અને અસરકારક રીતે કેવી રીતે કરવો તે અંગેની વધારાની માહિતી
hi: इन विधियों का सुरक्षित और प्रभावी तरीके से उपयोग कैसे करें, इसके बारे में अतिरिक्त जानकारी
or_in: ସୁରକ୍ଷିତ ଓ ପ୍ରଭାବଶାଳୀ ଭାବରେ ପଦ୍ଧତି କିପରି ବ୍ୟବହାର କରାଯିବ, ସେ ସମ୍ବନ୍ଧରେ ଅତିରିକ୍ତ ସୂଚନା
pa_in: ਵਿਧੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ ਇਸ ਸਬੰਧੀ ਵਾਧੂ ਜਾਣਕਾਰੀ
te_in: గర్భనిరోధక పద్ధతులను సురక్షితముగా ఇంకా శక్తివంతంగా ఎలా ఉపయోగించాలో అనే విషయమై అదనపు సమాచారాన్ని ఇవ్వడం.

source: Age
as_in: বয়স
bn_in: বয়স
gu_in: વય
hi: आयु
kn_in: ವಯಸ್ಸು
ml_in: പ്രായം
or_in: ବୟସ
pa_in: ਉਮਰ
ta_in: வயது
te_in: వయస్సు

source: Age (≤40 Years)
as_in: বয়স (40 বছৰ বা ততোধিক)
bn_in: বয়স (40 বছৰ বা তার ঊর্ধ্বে)
gu_in: વય (≤40 વર્ષ)
hi: आयु (≤40 वर्ष )
kn_in: ವಯಸ್ಸು (40 ವರ್ಷ ಮತ್ತು ಮೇಲ್ಪಟ್ಟವರು)
ml_in: പ്രായം (40 വയസ്സും അതിനുമുകളിലും)
ta_in: வயது (40 வயது மற்றும் அதற்கு மேலே)

source: Age (Menarche to <18 Years)
as_in: বয়স (ৰজোদৰ্শনৰ পৰা <18 বছৰলৈ)
bn_in: বয়স (ঋতুস্রাব শুরু হওয়া থেকে <18 বছর বয়স)
gu_in: વય (સૌપ્રથમ વખત રજોદર્શન શરૂ થવાથી માંડીને <18 વર્ષ સુધી)
hi: आयु (रजोदर्शन से <18 वर्ष )
kn_in: ವಯಸ್ಸು (ಋತುಚಕ್ರದಿಂದ <18 ವರ್ಷಗಳು)
ml_in: പ്രായം (18 വയസ്സിൽ താഴെയുള്ള ആർത്തവം)
or_in: ବୟସ ଋତୁସ୍ରାବ ପ୍ରାରମ୍ଭ <18 ବର୍ଷ
pa_in: ਉਮਰ (ਮਾਹਵਾਰੀ ਤੋਂ < 18 ਸਾਲ )
ta_in: வயது (மாத விடாய் முதல் 18 வயது வரை)

source: Amenorrhoeic
as_in: এমেনোৰইক বা ঋতুস্ৰাৱ নোহোৱা
bn_in: ঋতুস্রাব না হওয়া
gu_in: એમેનોર્હોઇક
hi: रजोरोधक (एमेनोरिहोइक)
kn_in: ಅಮೆನೋರಿಯಾ ಇರುವುದು
ml_in: എയ്മെനോറിയ
or_in: ଅମେନୋରୋଇକ୍
pa_in: ਅਮੇਨੋਰੀਆ
ta_in: அமினோரோயிக்
te_in: ఋతుచక్రం ఆగిన కాలం, అమెనోరోహెయిక్

source: Amenorrhoeic (non-postpartum)
as_in: এমেনোৰইক (প্ৰসৱোত্তৰ নহয়)
bn_in: ঋতুস্রাব না হওয়া (নন-পোস্টপার্টাম)
gu_in: એમેનોર્હોઇક (પ્રસૂતિ થયાં પહેલાં)
hi: रजोरोधक (एमेनोरिया) (गैर-प्रसवोत्तर)
kn_in: ಅಮೆನೋರಿಯಾ ಇರುವುದು (ಪ್ರಸವಾನಂತರವಲ್ಲದ)
ml_in: എയ്മെനോറിയ (പ്രസവത്തിനു ശേഷമുള്ളതല്ല)
or_in: ଅମେନୋରୋଇକ୍ (ଅଣ-ପ୍ରସବୋତ୍ତର)
pa_in: ਅਮੇਨੋਰੀਆ (ਗੈਰ-ਪ੍ਰਸਵ)
ta_in: அமெனோரோயிக் (பிரசவத்திற்குப் பிறகு இல்லாமை)
te_in: ఋతుచక్రం రాని అమెనోరోహెయిక్ (ప్రసవానంతర)

source: An IUD can be inserted at the woman’s convenience if it is reasonably certain that she is not pregnant.
as_in: মহিলাগৰাকীৰ সুবিধা অনুযায়ী ইমপ্লেণ্ট কৰিব পাৰি যদি মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হোৱা যায়।
bn_in: গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, মহিলার সুবিধা মতো IUD প্রবেশ করানো যায়।
gu_in: સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો, IUDને સ્ત્રીની અનુકૂળતાએ દાખલ કરી શકાય છે.
hi: महिला की सुविधानुसार IUD अंतर्वेशित किया जा सकता है यदि यह सुनिश्चित हो कि वह गर्भवती नहीं है।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಮಹಿಳೆಯ ಅನುಕೂಲಕ್ಕೆ ಅನುಗುಣವಾಗಿ IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ, അവരുടെ സൗകര്യം പോലെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ମହିଳାଙ୍କ ସୁବିଧାନୁସାରେ ଯେକୌଣସି ସମୟରେ ଏକ IUD କୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।
pa_in: ਇੱਕ IUD ਔਰਤ ਦੀ ਸਹੂਲਤ ਅਨੁਸਾਰ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ।
ta_in: அவள் கர்ப்பமாக இல்லை என்று கணிசமான உறுதியுடன் இருந்தால், பெண்ணின் வசதிக்கேற்ப IUD செருகப்படலாம்.
te_in: ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే, స్త్రీ సౌలభ్యం మేరకు IUDని చొప్పించవచ్చు.

source: An IUD can be inserted immediately after a first-trimester abortion.
as_in: প্ৰথম-তিনিমাহত গৰ্ভপাতৰ হোৱাৰ ঠিক পিছতেই IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: প্রথম-ত্রৈমাসিক গর্ভপাতের পর অবিলম্বে IUD প্রবেশ করানো যায়।
gu_in: ગર્ભપાતના પ્રથમ ત્રિમાસિકગાળા બાદ તરત જ IUDને દાખલ કરી શકાય છે.
hi: पहली तिमाही के गर्भपात के तुरंत बाद एक IUD लगाया जा सकता है।
kn_in: ಮೊದಲ ತ್ರೈಮಾಸಿಕ ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣ IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: ആദ്യ ത്രൈമാസത്തിലെ ഗർഭഛിദ്രത്തിന് ശേഷം ഉടൻ തന്നെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ପ୍ରଥମ-ଟ୍ରିମେଷ୍ଟର୍ ଗର୍ଭପାତ ପରେ ତୁରନ୍ତ ହିଁ ଏକ IUD ଭର୍ତ୍ତି କରାଯାଇପାରିବ।
pa_in: ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੇ ਗਰਭਪਾਤ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ IUD ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ta_in: முதல் மூன்று மாதங்களில் கருக்கலைப்பு செய்த உடனேயே ஒரு IUD செருகப்படலாம்.
te_in: మొదటి త్రైమాసికంలో అబార్షన్ అయిన వెంటనే IUDని చొప్పించవచ్చు.

source: An IUD can generally be inserted immediately after a second-trimester abortion.
as_in: দ্বিতীয়-তিনিমাহত গৰ্ভপাত হোৱাৰ ঠিক পিছতেই IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: দ্বিতীয়-ত্রৈমাসিক গর্ভপাতের পর সাধারণত অবিলম্বে IUD প্রবেশ করানো যায়।
gu_in: સામાન્ય રીતે બીજા ત્રિમાસિકગાળાના ગર્ભપાત બાદ તરત જ IUDને દાખલ કરી શકાય છે.
hi: आमतौर पर दूसरी तिमाही के गर्भपात के तुरंत बाद IUD डाला जा सकता है।
kn_in: ಸಾಮಾನ್ಯವಾಗಿ ಎರಡನೇ ತ್ರೈಮಾಸಿಕ ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣ IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: രണ്ടാം ത്രൈമാസത്തിലെ ഗർഭഛിദ്രത്തിന് ശേഷം ഉടൻ തന്നെ പൊതുവെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ଦ୍ୱିତୀୟ-ଟ୍ରିମେଷ୍ଟର୍ ଗର୍ଭପାତ ପରେ ସାଧାରଣତଃ ତୁରନ୍ତ ହିଁ ଏକ IUD ଭର୍ତ୍ତି କରାଯାଇପାରିବ।
pa_in: IUD ਆਮ ਤੌਰ 'ਤੇ ਦੂਜੀ ਤਿਮਾਹੀ ਦੇ ਗਰਭਪਾਤ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ta_in: பொதுவாக இரண்டாவது மூன்று மாத கருக்கலைப்புக்குப் பிறகு ஒரு IUD உடனடியாக செருகப்படலாம்.
te_in: రెండవ త్రైమాసికంలో అబార్షన్ అయిన వెంటనే IUDని సాధారణంగా చేర్చవచ్చు.
